---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireCircuitDescription
source: html/d78a8ddb-a103-0431-1fbd-b8d47cd126aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireCircuitDescription Property

"Circuit Description"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireCircuitDescription { get; }
```